tap "warrensbox/tap"
tap "romkatv/powerlevel10k"

brew "azure-cli"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "dos2unix"
# brew "dotnet"
brew "fnm"
# brew "font-meslo-nerd-font"
brew "helm"
brew "jq"
brew "k9s"
brew "kustomize"
brew "kubectl"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "stow"
brew "warrensbox/tap/tfswitch"
