tap "warrensbox/tap"
tap "romkatv/powerlevel10k"

brew "Azure/kubelogin/kubelogin"
brew "warrensbox/tap/tfswitch"

brew "azure-cli"
brew "angular-cli"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "diff-so-fancy"
brew "fnm"
brew "helm"
brew "jq"
brew "k3d"
brew "k9s"
berw "krew"
brew "kustomize"
brew "kubectl"
brew "packer"
brew "poetry"
brew "powerlevel10k"
brew "skaffold"
brew "stow"
brew "trivy"
