tap "warrensbox/tap"

brew "azure-cli"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
#brew "dotnet"
brew "fnm"
brew "grep"
brew "helm"
brew "jq"
brew "k9s"
brew "kustomize"
brew "kubectl"
brew "nano"
brew "neovim"
berw "pyenv"
brew "stow"
brew "thefuck"
brew "vim"
brew "warrensbox/tap/tfswitch"
brew "zsh"
